# 人生逆転サロン　共同開発
# 課題1 共同開発問題集
# ------------------------------
# 回答者：まあ
# ------------------------------
# 回答状況一覧
# Q1：完了
# Q2：完了
# Q3：完了
# Q4：完了
# Q5：完了
# Q6：完了
# Q7：完了
# Q8：完了
# Q9：修正
# Q10：完了
# Q11：完了
# Q12：完了
# Q13：完了
# Q14：完了
# Q15：完了
# Q16：修正
# Q17：完了
# Q18：完了
# Q19：完了
# Q20：完了
# Q21：完了
# Q22：完了
# Q23：完了
# Q24：完了
# Q25：完了
# Q26：完了
# Q27：レビュー待ち
# Q28：レビュー待ち
# Q29：レビュー待ち
# Q30：レビュー待ち
# Q31：レビュー待ち
# Q32：レビュー待ち
# Q33：未着手
# Q34：未着手
# Q35：未着手
# Q36：未着手
# Q37：未着手
# ------------------------------

require './answers.rb'

include Answers

# q+番号で、各問題の処理を実行できます。
