# 人生逆転サロン　共同開発
# 課題1 共同開発問題集
# ------------------------------
# 回答者：まあ
# ------------------------------
# 回答状況一覧
# Q1：完了
# Q2：完了
# Q3：完了
# Q4：完了
# Q5：完了
# Q6：完了
# Q7：完了
# Q8：完了
# Q9：レビュー待ち
# Q10：レビュー待ち
# Q11：レビュー待ち
# Q12：レビュー待ち
# Q13：レビュー待ち
# Q14：レビュー待ち
# Q15：レビュー待ち
# Q16：レビュー待ち
# Q17：レビュー待ち
# Q18：未着手
# Q19：未着手
# Q20：未着手
# Q21：未着手
# Q22：未着手
# Q23：未着手
# Q24：未着手
# Q25：未着手
# Q26：未着手
# Q27：未着手
# Q28：未着手
# Q29：未着手
# Q30：未着手
# Q31：未着手
# Q32：未着手
# Q33：未着手
# Q34：未着手
# Q35：未着手
# Q36：未着手
# Q37：未着手
# ------------------------------

require './modules'

include Answers

# q+番号で、各問題の処理を実行できます。
